Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Stage, commit, branch, rebase, and resolve conflicts from a full interface in Terminal. Run `lazygit` in a repository.
cs: V plnohodnotném rozhraní v Terminálu můžete připravovat změny ke commitu, vytvářet commity a větve, provádět rebase a řešit konflikty. V repozitáři spusťte `lazygit`.
de: Über eine vollständige Oberfläche im Terminal kannst du stagen, committen, Branches anlegen, rebasen und Konflikte lösen. Führe `lazygit` in einem Repository aus.
es: Prepara cambios, haz commits, crea ramas, haz rebase y resuelve conflictos desde una interfaz completa en Terminal. Ejecuta `lazygit` en un repositorio.
fr: Indexez, faites des commits, créez des branches, rebasez et résolvez les conflits depuis une interface complète dans Terminal. Exécutez `lazygit` dans un dépôt.
it: Da un’interfaccia completa in Terminale puoi fare stage e commit, creare branch, eseguire rebase e risolvere i conflitti. Esegui `lazygit` in un repository.
ja: ターミナル内のフル機能のインターフェイスで、ステージ、コミット、ブランチ操作、リベース、コンフリクトの解決を行えます。リポジトリ内で`lazygit`を実行してください。
ko: 터미널 안의 완전한 인터페이스에서 스테이징, 커밋, 브랜치 작업, 리베이스, 충돌 해결을 할 수 있습니다. 저장소에서 `lazygit`을 실행하십시오.
nl: Hiermee kun je stagen, committen, branches maken, rebasen en conflicten oplossen vanuit een volledige interface in Terminal. Voer `lazygit` uit in een repository.
pl: Dodawaj zmiany do indeksu, twórz commity i gałęzie, wykonuj rebase i rozwiązuj konflikty z poziomu pełnego interfejsu w Terminalu. Uruchom `lazygit` w repozytorium.
pt: Faça stage, commit e rebase, crie branches e resolva conflitos em uma interface completa no Terminal. Execute `lazygit` em um repositório.
ro: Faceți stage și commit, creați branch‑uri, faceți rebase și rezolvați conflicte dintr‑o interfață completă în Terminal. Rulați `lazygit` într‑un depozit.
ru: Индексация изменений, коммиты, ветки, перебазирование и разрешение конфликтов в полноценном интерфейсе в Терминале. Запустите `lazygit` в репозитории.
sv: Köa ändringar, checka in, skapa grenar, ombasera och lös konflikter i ett komplett gränssnitt i Terminal. Kör `lazygit` i ett kodförråd.
tr: Terminal’deki eksiksiz bir arayüzden değişiklikleri stage’e alın, commit edin, dallarla çalışın, rebase yapın ve çakışmaları çözün. Bir depoda `lazygit` komutunu çalıştırın.
uk: Індексуйте зміни, фіксуйте їх, створюйте гілки, перебазовуйте й розвʼязуйте конфлікти в повноцінному інтерфейсі в Терміналі. Запустіть `lazygit` у репозиторії.
zh_hans: 在“终端”中的完整界面里暂存、提交、管理分支、变基和解决冲突。在代码仓库中运行`lazygit`即可。
zh_hant: 在「終端機」中透過完整的介面暫存、提交、建立分支、rebase及解決衝突。請在儲存庫中執行`lazygit`。

source: Start
cs: Spustit
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pl: Uruchom
pt: Iniciar
ro: Porniți
ru: Запустить
sv: Starta
tr: Başlat
uk: Запустити
zh_hans: 启动
zh_hant: 啟動

source: Start Over
cs: Začít znovu
de: Neu beginnen
es: Volver a empezar
fr: Recommencer
it: Ricomincia
ja: 最初からやり直す
ko: 다시 시작
nl: Begin opnieuw
pl: Zacznij od nowa
pt: Recomeçar
ro: Reîncepeți
ru: Начать сначала
sv: Börja om
tr: Baştan Başla
uk: Почати наново
zh_hans: 重新开始
zh_hant: 重新開始

source: Start a new scan?
cs: Zahájit nové prohledání?
de: Neuen Scan starten?
es: ¿Empezar un nuevo análisis?
fr: Commencer une nouvelle analyse ?
it: Vuoi iniziare una nuova analisi?
ja: 新規スキャンを開始しますか?
ko: 새로운 스캔을 시작하겠습니까?
nl: Nieuwe scan beginnen?
pl: Rozpocząć nowe skanowanie?
pt: Iniciar uma nova análise?
ro: Începeți o scanare nouă?
ru: Начать новое сканирование?
sv: Vill du starta en ny skanning?
tr: Yeni bir tarama başlatılsın mı?
uk: Почати нове сканування?
zh_hans: 要开始新扫描吗？
zh_hant: 要開始新的掃描嗎？

source: Start new repositories on main
cs: Zakládat nové repozitáře s větví main
de: Neue Repositorys mit main beginnen
es: Iniciar los repositorios nuevos en la rama main
fr: Démarrer les nouveaux dépôts sur la branche main
it: Avvia i nuovi repository sul branch main
ja: 新しいリポジトリをmainで開始
ko: 새로운 저장소를 main 브랜치로 시작
nl: Begin nieuwe repository's op main
pl: Zaczynaj nowe repozytoria na gałęzi main
pt: Iniciar repositórios novos no branch main
ro: Începeți depozitele noi pe main
ru: Начинать новые репозитории с ветки main
sv: Starta nya kodförråd på main
tr: Yeni depoları main dalıyla başlat
uk: Створювати нові репозиторії з гілкою main
zh_hans: 新建代码仓库时使用main分支
zh_hant: 新儲存庫從main分支開始

source: Starts Peel when you log in. “Watch the Trash” works only while Peel is running.
cs: Spustí Peel, když se přihlásíte. Volba „Sledovat koš“ funguje, jen když Peel běží.
de: Startet Peel, wenn du dich anmeldest. „Papierkorb beobachten“ funktioniert nur, während Peel läuft.
es: Abre Peel al iniciar sesión. “Vigilar la papelera” solo funciona mientras Peel está en ejecución.
fr: Ouvre Peel lorsque vous ouvrez une session. « Surveiller la corbeille » ne fonctionne que lorsque Peel est en cours d’exécution.
it: Avvia Peel quando esegui il login. “Monitora il Cestino” funziona solo mentre Peel è in esecuzione.
ja: ログイン時にPeelを起動します。“ゴミ箱を監視”は、Peelの実行中にのみ機能します。
ko: 로그인할 때 Peel을 시작합니다. ‘휴지통 지켜보기’는 Peel이 실행 중일 때만 작동합니다.
nl: Start Peel wanneer je inlogt. 'Houd prullenmand in de gaten' werkt alleen zolang Peel actief is.
pl: Uruchamia Peel podczas logowania. „Obserwuj Kosz” działa tylko wtedy, gdy Peel jest uruchomiony.
pt: Abre o Peel quando você inicia a sessão. “Monitorar o Lixo” só funciona enquanto o Peel estiver em execução.
ro: Pornește Peel la login. „Urmăriți Coșul” funcționează doar cât timp Peel rulează.
ru: Запускает Peel при входе в систему. «Следить за Корзиной» работает, только пока Peel запущен.
sv: Startar Peel när du loggar in. ”Bevaka papperskorgen” fungerar bara medan Peel är igång.
tr: Oturum açtığınızda Peel’i başlatır. “Çöp Sepeti’ni izle” yalnızca Peel çalışırken işe yarar.
uk: Запускає Peel, коли ви входите в систему. «Стежити за Смітником» діє, лише коли Peel працює.
zh_hans: 登录时启动Peel。“监视废纸篓”仅在Peel运行时有效。
zh_hant: 在你登入時啟動Peel。「監看垃圾桶」只有在Peel執行時才會運作。

source: Starts at boot
cs: Spouští se při startu Macu
de: Startet beim Systemstart
es: Se inicia al arrancar
fr: Se lance au démarrage
it: Si avvia con il Mac
ja: 起動時に開始
ko: 시동 시 시작
nl: Start bij opstarten
pl: Uruchamia się podczas startu systemu
pt: Inicia com o Mac
ro: Pornește odată cu Mac‑ul
ru: Запускается при загрузке Mac
sv: Startar vid systemstart
tr: Mac açıldığında başlar
uk: Запускається разом із системою
zh_hans: 开机时启动
zh_hant: 開機時啟動

source: Starts at login
cs: Spouští se při přihlášení
de: Startet bei der Anmeldung
es: Se inicia al iniciar sesión
fr: Se lance à l’ouverture de session
it: Si avvia al login
ja: ログイン時に開始
ko: 로그인 시 시작
nl: Start bij inloggen
pl: Uruchamia się podczas logowania
pt: Inicia com a sessão
ro: Pornește la login
ru: Запускается при входе
sv: Startar vid inloggning
tr: Oturum açıldığında başlar
uk: Запускається під час входу в систему
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Starts with the app’s name
cs: Začíná názvem aplikace
de: Beginnt mit dem Namen der App
es: Empieza por el nombre de la app
fr: Commence par le nom de l’app
it: Inizia con il nome dell’app
ja: アプリの名前で始まる
ko: 앱 이름으로 시작
nl: Begint met de naam van de app
pl: Zaczyna się od nazwy aplikacji
pt: Começa com o nome do app
ro: Începe cu numele aplicației
ru: Начинается с имени приложения
sv: Börjar med appens namn
tr: Uygulamanın adıyla başlıyor
uk: Починається з назви програми
zh_hans: 以App的名称开头
zh_hant: 以App的名稱開頭

source: Starts with the identifier of the app or of something inside it
cs: Začíná identifikátorem aplikace nebo něčeho v ní
de: Beginnt mit der ID der App oder eines ihrer Bestandteile
es: Empieza por el identificador de la app o de algo que contiene
fr: Commence par l’identifiant de l’app ou d’un élément qu’elle contient
it: Inizia con l’identificatore dell’app o di qualcosa al suo interno
ja: アプリまたはその内部にあるものの識別子で始まる
ko: 앱 또는 앱 내부 항목의 식별자로 시작
nl: Begint met de ID van de app of van iets daarin
pl: Zaczyna się od identyfikatora aplikacji lub czegoś w jej wnętrzu
pt: Começa com o identificador do app ou de algo dentro dele
ro: Începe cu identificatorul aplicației sau al unui element din interiorul ei
ru: Начинается с идентификатора приложения или того, что внутри него
sv: Börjar med identifieraren för appen eller för något inuti den
tr: Uygulamanın veya içindeki bir şeyin tanıtıcısıyla başlıyor
uk: Починається з ідентифікатора програми або чогось усередині неї
zh_hans: 以App或其内部项目的标识符开头
zh_hant: 以App或其內部項目的識別碼開頭

source: Starts with the same maker’s identifier
cs: Začíná identifikátorem stejného výrobce
de: Beginnt mit der ID desselben Herstellers
es: Empieza por el identificador del mismo fabricante
fr: Commence par l’identifiant du même éditeur
it: Inizia con l’identificatore dello stesso produttore
ja: 同じ開発元の識別子で始まる
ko: 같은 제작자의 식별자로 시작
nl: Begint met de ID van dezelfde maker
pl: Zaczyna się od identyfikatora tego samego producenta
pt: Começa com o identificador do mesmo fabricante
ro: Începe cu identificatorul aceluiași producător
ru: Начинается с идентификатора того же производителя
sv: Börjar med samma tillverkares identifierare
tr: Aynı üreticinin tanıtıcısıyla başlıyor
uk: Починається з ідентифікатора того самого виробника
zh_hans: 以同一厂商的标识符开头
zh_hant: 以同一廠商的識別碼開頭

source: Starts with the same maker’s team ID
cs: Začíná ID týmu stejného výrobce
de: Beginnt mit der Team-ID desselben Herstellers
es: Empieza por el ID de equipo del mismo fabricante
fr: Commence par l’ID d’équipe du même éditeur
it: Inizia con l’ID team dello stesso produttore
ja: 同じ開発元のチームIDで始まる
ko: 같은 제작자의 팀 ID로 시작
nl: Begint met de team-ID van dezelfde maker
pl: Zaczyna się od identyfikatora zespołu tego samego producenta
pt: Começa com o ID de equipe do mesmo fabricante
ro: Începe cu ID‑ul de echipă al aceluiași producător
ru: Начинается с ID команды того же производителя
sv: Börjar med samma tillverkares team-ID
tr: Aynı üreticinin takım kimliğiyle başlıyor
uk: Починається з ідентифікатора команди того самого виробника
zh_hans: 以同一厂商的团队ID开头
zh_hant: 以同一廠商的團隊ID開頭

source: Startup Item
cs: Položka při spuštění
de: Startobjekt
es: Ítem de arranque
fr: Ouverture au démarrage
it: Elemento di avvio
ja: 起動項目
ko: 시동 항목
nl: Opstartonderdeel
pl: Rzecz startowa
pt: Item de Inicialização
ro: Articol de inițializare
ru: Объект запуска
sv: Startobjekt
tr: Başlangıç Öğesi
uk: Елемент автозапуску
zh_hans: 启动项
zh_hant: 啟動項目

source: Stash changes before a rebase
cs: Odkládat změny před rebasem
de: Änderungen vor einem Rebase stashen
es: Hacer stash de los cambios antes de un rebase
fr: Remiser les modifications avant un rebase
it: Esegui lo stash delle modifiche prima di un rebase
ja: リベース前に変更をスタッシュ
ko: 리베이스 전에 변경 사항 스태시
nl: Stash wijzigingen vóór een rebase
pl: Odkładaj zmiany przed operacją rebase
pt: Fazer stash das alterações antes de um rebase
ro: Faceți stash la modificări înainte de rebase
ru: Прятать изменения перед перебазированием
sv: Lägg undan ändringar före en ombasering
tr: Rebase öncesinde değişiklikleri stash’e al
uk: Ховати зміни перед перебазуванням
zh_hans: 变基前储藏更改
zh_hant: 在rebase前先stash變更

source: State
cs: Stav
de: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
nl: Status
pl: Stan
pt: Estado
ro: Stare
ru: Состояние
sv: Läge
tr: Durum
uk: Стан
zh_hans: 状态
zh_hant: 狀態

source: Status
cs: Stav
es: Estado
fr: État
it: Stato
ja: 状況
ko: 상태
pt: Estado
ro: Stare
ru: Статус
tr: Durum
uk: Стан
zh_hans: 状态
zh_hant: 狀態

source: Step %lld of %lld
cs: Krok %lld z %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
it: Fase %lld di %lld
ja: ステップ%lld / %lld
ko: %lld/%lld단계
nl: Stap %lld van %lld
pl: Krok %lld z %lld
pt: Passo %lld de %lld
ro: Pasul %lld din %lld
ru: Шаг %lld из %lld
sv: Steg %lld av %lld
tr: Adım %lld / %lld
uk: Крок %lld із %lld
zh_hans: 第%lld步，共%lld步
zh_hant: 第%lld步（共%lld步）

source: Still Here
cs: Stále zde
de: Noch vorhanden
es: Siguen aquí
fr: Toujours là
it: Ancora qui
ja: 残っている項目
ko: 남아 있는 항목
nl: Nog aanwezig
pl: Nadal tutaj
pt: Ainda Aqui
ro: Încă aici
ru: Остались на месте
sv: Fortfarande kvar
tr: Hâlâ Burada
uk: Досі тут
zh_hans: 仍在这台Mac上
zh_hant: 仍在原處

source: Stop
cs: Zastavit
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중단
pl: Zatrzymaj
pt: Parar
ro: Opriți
ru: Остановить
sv: Stoppa
tr: Durdur
uk: Зупинити
zh_hans: 停止
zh_hant: 停止

source: Stop Homebrew?
cs: Zastavit Homebrew?
de: Homebrew stoppen?
es: ¿Detener Homebrew?
fr: Arrêter Homebrew ?
it: Vuoi interrompere Homebrew?
ja: Homebrewを停止しますか?
ko: Homebrew를 중단하겠습니까?
nl: Homebrew stoppen?
pl: Zatrzymać Homebrew?
pt: Parar o Homebrew?
ro: Opriți Homebrew?
ru: Остановить Homebrew?
sv: Vill du stoppa Homebrew?
tr: Homebrew durdurulsun mu?
uk: Зупинити Homebrew?
zh_hans: 要停止Homebrew吗？
zh_hant: 要停止Homebrew嗎？

source: Stop Looking in %@
cs: Přestat prohledávat %@
de: Nicht mehr in %@ suchen
es: Dejar de buscar en %@
fr: Ne plus regarder dans %@
it: Smetti di cercare in %@
ja: %@を検索対象から外す
ko: %@에서 찾기 중단
nl: Zoek niet meer in %@
pl: Przestań przeszukiwać %@
pt: Parar de Buscar em %@
ro: Nu mai căutați în %@
ru: Больше не искать в %@
sv: Sluta leta i %@
tr: %@ Klasöründe Aramayı Bırak
uk: Більше не шукати в %@
zh_hans: 停止在%@中查找
zh_hant: 停止查看「%@」

source: Stop the scan
cs: Zastavit prohledávání
de: Scan stoppen
es: Detener el análisis
fr: Arrêter l’analyse
it: Interrompi l’analisi
ja: スキャンを停止
ko: 스캔 중단
nl: Stop de scan
pl: Zatrzymaj skanowanie
pt: Parar a análise
ro: Opriți scanarea
ru: Остановить сканирование
sv: Stoppa skanningen
tr: Taramayı durdur
uk: Зупинити сканування
zh_hans: 停止扫描
zh_hant: 停止掃描

source: Stopped before it finished.
cs: Zastaveno před dokončením.
de: Vor dem Abschluss gestoppt.
es: Se ha detenido antes de terminar.
fr: Arrêté avant la fin.
it: Interrotto prima di finire.
ja: 完了する前に停止しました。
ko: 완료되기 전에 중단되었습니다.
nl: Gestopt voordat het klaar was.
pl: Zatrzymano przed zakończeniem.
pt: Interrompido antes de terminar.
ro: Oprit înainte de a termina.
ru: Остановлено до завершения.
sv: Stoppades innan det var klart.
tr: Bitmeden durduruldu.
uk: Зупинено до завершення.
zh_hans: 在完成前已停止。
zh_hant: 在完成前已停止。

source: Storage
cs: Úložiště
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
nl: Opslag
pl: Pamięć masowa
pt: Armazenamento
ro: Stocare
ru: Хранилище
sv: Lagring
tr: Saklama Alanı
uk: Сховище
zh_hans: 储存空间
zh_hant: 儲存空間

source: Storage: %@ available of %@
cs: Úložiště: k dispozici %@ z %@
de: Speicher: %@ von %@ verfügbar
es: Almacenamiento: %@ disponibles de %@
fr: Stockage : %@ disponibles sur %@
it: Spazio su disco: %@ disponibili su %@
ja: ストレージ: %2$@中%1$@が使用可能
ko: 저장 공간: 총 %2$@ 중 %1$@ 사용 가능
nl: Opslag: %@ beschikbaar van %@
pl: Miejsce na dysku: dostępne %@ z %@
pt: Armazenamento: %@ disponíveis de %@
ro: Stocare: %@ disponibili din %@
ru: Хранилище: доступно %@ из %@
sv: Lagring: %@ tillgängligt av %@
tr: Saklama alanı: %@ kullanılabilir (toplam %@)
uk: Сховище: доступно %@ з %@
zh_hans: 储存空间：%1$@可用（共%2$@）
zh_hant: 儲存空間：%@可用（共%@）

source: Straight quotes
cs: Rovné uvozovky
de: Gerade Anführungszeichen
es: Comillas rectas
fr: Guillemets droits
it: Virgolette dritte
ja: スマート引用符を使用しない
ko: 곧은 따옴표
nl: Rechte aanhalingstekens
pl: Proste cudzysłowy
pt: Aspas retas
ro: Ghilimele drepte
ru: Прямые кавычки
sv: Raka citationstecken
tr: Düz tırnaklar
uk: Прямі лапки
zh_hans: 直引号
zh_hant: 使用直引號

source: Suggests the rest of a command from your history.
cs: Navrhuje zbytek příkazu podle vaší historie.
de: Schlägt den Rest eines Befehls aus deinem Befehlsverlauf vor.
es: Sugiere el resto de un comando a partir de tu historial.
fr: Suggère la suite d’une commande d’après votre historique.
it: Suggerisce il resto di un comando in base alla cronologia.
ja: 履歴をもとに、コマンドの残りの部分を提案します。
ko: 명령 기록을 바탕으로 명령의 나머지 부분을 제안합니다.
nl: Stelt de rest van een commando voor op basis van je geschiedenis.
pl: Podpowiada resztę polecenia na podstawie Twojej historii.
pt: Sugere o restante de um comando com base no seu histórico.
ro: Sugerează restul unei comenzi din istoricul dvs.
ru: Предлагает продолжение команды из истории.
sv: Föreslår resten av ett kommando utifrån din historik.
tr: Bir komutun geri kalanını geçmişinizden önerir.
uk: Пропонує решту команди з вашої історії.
zh_hans: 根据历史记录建议命令的其余部分。
zh_hant: 根據你的指令記錄建議指令的其餘部分。

source: Symbols from your devices, needed to read their crash reports
cs: Symboly z vašich zařízení, potřebné ke čtení jejich zpráv o haváriích
de: Debug-Symbole von deinen Geräten, die zum Lesen ihrer Absturzberichte nötig sind
es: Símbolos de tus dispositivos, necesarios para leer sus informes de errores
fr: Symboles de débogage provenant de vos appareils, nécessaires pour lire leurs rapports de blocage
it: Simboli dai tuoi dispositivi, necessari per leggerne i resoconti dei blocchi
ja: デバイスのクラッシュレポートを読むのに必要な、デバイスから取り込んだシンボル
ko: 기기에서 가져온 심볼, 해당 기기의 충돌 리포트를 읽는 데 필요함
nl: Foutopsporingssymbolen van je apparaten, nodig om hun crashrapporten te lezen
pl: Symbole z Twoich urządzeń, potrzebne do odczytywania ich raportów o awariach
pt: Símbolos dos seus dispositivos, necessários para ler os relatórios de falha deles
ro: Simboluri de pe dispozitivele dvs., necesare pentru a citi rapoartele lor de oprire subită
ru: Символы с Ваших устройств, которые нужны для чтения их отчетов о сбоях
sv: Symboler från dina enheter, behövs för att läsa deras kraschrapporter
tr: Aygıtlarınızdan alınan semboller, bu aygıtların çökme raporlarını okumak için gerekir
uk: Символи налагодження з ваших пристроїв, потрібні для читання їхніх звітів про аварії
zh_hans: 来自你设备的符号，读取这些设备的崩溃报告时需要用到
zh_hant: 來自你裝置的符號，讀取這些裝置的當機報告時需要用到

source: System
cs: Systém
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ro: Sistem
ru: Система
tr: Sistem
uk: Система
zh_hans: 系统
zh_hant: 系統

source: System Settings > Wallpaper
cs: Nastavení systému > Tapeta
de: „Systemeinstellungen“ > „Hintergrundbild“
es: Ajustes del Sistema > Fondo de pantalla
fr: Réglages Système > Fond d’écran
it: Impostazioni di Sistema > Sfondo
ja: “システム設定”＞“壁紙”
ko: 시스템 설정 > 배경화면
nl: Systeeminstellingen > Achtergrond
pl: Ustawienia systemowe > Tapeta
pt: Ajustes do Sistema > Imagem de Fundo
ro: Configurări sistem > Fundal
ru: «Системные настройки» > «Обои»
sv: Systeminställningar > Bakgrundsbild
tr: Sistem Ayarları > Duvar Kâğıdı
uk: Системні параметри > Шпалера
zh_hans: “系统设置”>“墙纸”
zh_hant: 「系統設定」>「背景圖片」

source: System extensions
cs: Rozšíření systému
de: Systemerweiterungen
es: Extensiones del sistema
fr: Extensions système
it: Estensioni di sistema
ja: システム機能拡張
ko: 시스템 확장 프로그램
nl: Systeemextensies
pl: Rozszerzenia systemowe
pt: Extensões do sistema
ro: Extensii de sistem
ru: Системные расширения
sv: Systemtillägg
tr: Sistem genişletmeleri
uk: Системні розширення
zh_hans: 系统扩展
zh_hant: 系統延伸功能

source: System images Android Studio downloaded, and the virtual devices made from them.
cs: Systémové obrazy, které stáhlo Android Studio, a virtuální zařízení z nich vytvořená.
de: System-Images, die Android Studio geladen hat, und die daraus erstellten virtuellen Geräte.
es: Imágenes del sistema que descargó Android Studio y los dispositivos virtuales creados a partir de ellas.
fr: Images système téléchargées par Android Studio, et les appareils virtuels créés à partir de celles-ci.
it: Immagini di sistema scaricate da Android Studio e i dispositivi virtuali creati a partire da esse.
ja: Android Studioがダウンロードしたシステムイメージと、それから作成された仮想デバイスです。
ko: Android Studio가 다운로드한 시스템 이미지와 이를 바탕으로 만든 가상 기기입니다.
nl: Systeemimages die Android Studio heeft gedownload, en de virtuele apparaten die ervan zijn gemaakt.
pl: Obrazy systemów pobrane przez Android Studio i utworzone z nich urządzenia wirtualne.
pt: Imagens de sistema que o Android Studio baixou e os dispositivos virtuais criados a partir delas.
ro: Imagini de sistem descărcate de Android Studio și dispozitivele virtuale create din ele.
ru: Системные образы, загруженные Android Studio, и созданные из них виртуальные устройства.
sv: Systemavbilder som Android Studio har hämtat, och de virtuella enheter som har skapats från dem.
tr: Android Studio’nun indirdiği sistem görüntüleri ve bunlardan oluşturulan sanal aygıtlar.
uk: Системні образи, які викачала Android Studio, і створені з них віртуальні пристрої.
zh_hans: Android Studio下载的系统映像，以及基于它们创建的虚拟设备。
zh_hant: Android Studio下載的系統映像檔，以及用它們建立的虛擬裝置。

source: TV > Library > Downloaded
cs: TV > Knihovna > Staženo
de: „TV“ > „Mediathek“ > „Geladen“
es: TV > Biblioteca > Descargado
fr: TV > Bibliothèque > Téléchargé
it: TV > Libreria > Scaricati
ja: “TV”＞“ライブラリ”＞“ダウンロード済み”
ko: TV > 보관함 > 다운로드됨
nl: TV > Bibliotheek > Gedownload
pl: TV > Biblioteka > Pobrane
pt: TV > Biblioteca > Baixado
ro: TV > Bibliotecă > Descărcate
ru: «TV» > «Медиатека» > «Загружено»
sv: TV > Bibliotek > Hämtat
tr: TV > Arşiv > İndirilenler
uk: TV > Медіатека > Викачане
zh_hans: “TV”>“资料库”>“已下载”
zh_hant: 「TV」>「資料庫」>「已下載」

source: TV Library
cs: Knihovna TV
de: TV-Mediathek
es: Biblioteca de TV
fr: Bibliothèque TV
it: Libreria TV
ja: TVライブラリ
ko: TV 보관함
nl: Tv-bibliotheek
pl: Biblioteka TV
pt: Biblioteca do App TV
ro: Biblioteca TV
ru: Телемедиатека
sv: TV-bibliotek
tr: TV Arşivi
uk: Медіатека програми «TV»
zh_hans: TV资料库
zh_hant: TV資料庫

source: Tab completes a name whatever its case, so `doc` completes to Documents.
cs: Klávesa Tab doplní název bez ohledu na velikost písmen, takže se `doc` doplní na Documents.
de: Die Tabulatortaste vervollständigt einen Namen unabhängig von der Groß- und Kleinschreibung, sodass aus `doc` Documents wird.
es: La tecla Tabulador completa un nombre sin distinguir mayúsculas y minúsculas, así que `doc` se completa como Documents.
fr: La touche Tabulation complète un nom quelle que soit sa casse : `doc` se complète ainsi en Documents.
it: Il tasto Tabulatore completa un nome ignorando maiuscole e minuscole, quindi `doc` viene completato in Documents.
ja: Tabキーで、大文字/小文字に関係なく名前が補完されるため、`doc`はDocumentsに補完されます。
ko: Tab 키가 대소문자와 관계없이 이름을 자동 완성하므로, `doc`이 Documents로 완성됩니다.
nl: Tab vult een naam aan ongeacht de hoofdletters, zodat `doc` wordt aangevuld tot Documents.
pl: Klawisz Tab uzupełnia nazwę bez względu na wielkość liter, więc `doc` uzupełnia się do Documents.
pt: A tecla Tab completa um nome sem distinção de maiúsculas, então `doc` se completa como Documents.
ro: Tasta Tab completează un nume indiferent de majuscule/minuscule, așa că `doc` devine Documents.
ru: Клавиша Tab дополняет имя независимо от регистра, поэтому `doc` дополняется до Documents.
sv: Tabbtangenten kompletterar ett namn oavsett skiftläge, så att `doc` kompletteras till Documents.
tr: Tab tuşu, bir adı büyük/küçük harfi yok sayarak tamamlar; böylece `doc`, Documents olarak tamamlanır.
uk: Клавіша Tab доповнює назву незалежно від регістру, тож `doc` доповнюється до Documents.
zh_hans: Tab键补全名称时不区分大小写，因此`doc`会补全为Documents。
zh_hant: Tab鍵補齊名稱時不分大小寫，因此`doc`會補齊為Documents。

source: Tab completion in fzf, where typing narrows the list.
cs: Doplňování klávesou Tab ve fzf, kde se seznam při psaní zužuje.
de: Vervollständigung mit der Tabulatortaste in fzf, wo du die Liste durch Tippen eingrenzt.
es: Autocompletado con la tecla Tabulador en fzf, donde lo que escribes acota la lista.
fr: La complétion par tabulation dans fzf, où la saisie affine la liste.
it: Completamento con il tasto Tabulatore in fzf, dove ciò che digiti restringe l’elenco.
ja: 入力して候補を絞り込める、fzfを使ったTabキーでの補完。
ko: fzf에서 사용하는 Tab 자동 완성으로, 입력할수록 목록이 좁혀집니다.
nl: Aanvullen met Tab in fzf, waarbij typen de lijst inperkt.
pl: Uzupełnianie klawiszem Tab w fzf, gdzie wpisywanie zawęża listę.
pt: Autocompletar com Tab no fzf, que filtra a lista conforme você digita.
ro: Completare cu Tab în fzf, unde tastarea restrânge lista.
ru: Автодополнение по клавише Tab в fzf, где список сужается по мере ввода.
sv: Tabbkomplettering i fzf, där det du skriver begränsar listan.
tr: fzf içinde Tab ile tamamlama; yazdıkça liste daralır.
uk: Доповнення клавішею Tab у fzf, де введення звужує список.
zh_hans: 在fzf中进行Tab键补全，键入即可缩小列表范围。
zh_hant: 在fzf中進行Tab鍵補齊，輸入文字即可縮小列表範圍。
